Repository: aa2246740/FluidVoice
Catalog: Sources/Fluid/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: --- App details --- %@
zh_hans: --- App 详情 --- %@

source: --- App details --- %lld
zh_hans: --- App 详情 --- %lld

source: Click "Always Allow" when the Keychain prompt appears, or open Keychain Access > login > Passwords, locate the FluidVoice entry, and grant access.
zh_hans: 钥匙串提示出现时请点击「始终允许」；或打开钥匙串访问 > 登录 > 密码，找到 FluidVoice 条目并授权。

source: macOS reported Keychain status %@.
zh_hans: macOS 返回钥匙串状态 %@。

source: macOS reported Keychain status %lld.
zh_hans: macOS 返回钥匙串状态 %lld。

source: macOS reported: %@ (%@)
zh_hans: macOS 返回：%@（%@）

source: macOS reported: %lld (%lld)
zh_hans: macOS 返回：%lld（%lld）

source: macOS returned unreadable Keychain data.
zh_hans: macOS 返回了不可读的钥匙串数据。

source: download
zh_hans: 下载

source: downloaded
zh_hans: 已下载

source: ready
zh_hans: 就绪

source: seconds
zh_hans: 秒

source: · %@ dictations
zh_hans: · %@ 次听写

source: · %@ times
zh_hans: · %@ 次

source: · %lld dictations
zh_hans: · %lld 次听写

source: · %lld times
zh_hans: · %lld 次

source: "Draft a thank you note"
zh_hans: 「写一封感谢信」

source: "Fix grammar and spelling"
zh_hans: 「修正语法和拼写」

source: "Make this more formal"
zh_hans: 「改得更正式些」

source: "Summarize this"
zh_hans: 「总结一下」

source: "Write an email asking for time off"
zh_hans: 「写一封请假邮件」

source: %.1f s
zh_hans: %.1f 秒

source: %.1fs
zh_hans: %.1f 秒

source: %.2f s
zh_hans: %.2f 秒

source: %@ Microphone: %@
zh_hans: %@ 麦克风：%@

source: %@ %@ results
zh_hans: %@ 个结果 · %@

source: %@ (System Default)
zh_hans: %@（系统默认）

source: %@ (You)
zh_hans: %@（我）

source: %@ MCP links are coming soon.
zh_hans: %@ MCP 联动即将推出。

source: %@ actions · %@ punctuation
zh_hans: %@ 个动作 · %@ 个标点

source: %@ active days
zh_hans: 活跃 %@ 天

source: %@ and your mic will be recorded.
zh_hans: 将录制 %@ 和你的麦克风。

source: %@ available
zh_hans: 有 %@ 可用

source: %@ call
zh_hans: %@ 通话

source: %@ can place text into the app you're using.
zh_hans: %@ 可以把文字输入到你正在使用的 app 里。

source: %@ chars
zh_hans: %@ 个字符

source: %@ days
zh_hans: %@ 天

source: %@ dictations
zh_hans: %@ 次听写

source: %@ did not report ready.
zh_hans: %@ 未就绪。

source: %@ downloaded
zh_hans: 已下载 %@

source: %@ elapsed
zh_hans: 已进行 %@

source: %@ entries
zh_hans: %@ 条记录

source: %@ for Command Mode is coming soon. Choose a model from a verified chat provider.
zh_hans: 指令模式的 %@ 即将上线。请选择已验证聊天服务商的模型。

source: %@ is already recognized correctly.
zh_hans: “%@”已被正确识别。

source: %@ is no longer available to record.
zh_hans: %@ 已不可用，无法录制。

source: %@ is not installed.
zh_hans: %@ 未安装。

source: %@ is open.
zh_hans: %@ 已打开。

source: %@ is ready to use on your Mac.
zh_hans: %@ 已就绪，可在你的 Mac 上使用。

source: %@ level
zh_hans: %@ 等级

source: %@ min
zh_hans: %@ 分钟

source: %@ minutes
zh_hans: %@ 分钟

source: %@ model not downloaded%@.
zh_hans: %@ 模型未下载%@。

source: %@ more (use search)
zh_hans: 还有 %@ 个（请搜索）

source: %@ ms
zh_hans: %@ 毫秒

source: %@ needs a modifier key
zh_hans: %@ 需要搭配一个修饰键

source: %@ of %@ correct
zh_hans: 已答对 %@ / %@

source: %@ of 18 milestones reached
zh_hans: 已达成 %@ / 18 个里程碑

source: %@ results
zh_hans: %@ 个结果

source: %@ sample backdrop
zh_hans: %@ 示例背景

source: %@ saved words
zh_hans: 已存 %@ 个词

source: %@ sends recorded audio to the vendor's cloud API after you stop speaking.
zh_hans: %@ 会在你停止说话后把录音发送到厂商的云端 API。

source: %@ speakers
zh_hans: %@ 位说话人

source: %@ speakers found. Above %@, labels are less reliable: one person may show up twice, or two people as one.
zh_hans: 检测到 %@ 位说话人。超过 %@ 位时，标记的可靠性会下降：一个人可能被识别成两个，或两个人被合并成一个。

source: %@ spoken. Let's make it %@.
zh_hans: 已说出 %@ 字，这次目标 %@ 字。

source: %@ to go · %@% there
zh_hans: 还差 %@ · 已完成 %@%

source: %@ to go · %@%% there
zh_hans: 还差 %@ · 已完成 %@%%

source: %@ uses its own local prompt.
zh_hans: %@ 使用自己的本地提示词。

source: %@ words
zh_hans: %@ 字

source: %@ words captured, without the typing.
zh_hans: 已听写 %@ 字，无需动手打字。

source: %@ words per day on average
zh_hans: 平均每天 %@ 字

source: %@ words spoken. Keep your ideas coming.
zh_hans: 已说出 %@ 字，继续保持。

source: %@ · %@ of %@ dictations
zh_hans: %@ · %@/%@ 次听写

source: %@ · %@ words
zh_hans: %@ · %@ 字

source: %@ · %@ words per day on average
zh_hans: %@ · 平均每天 %@ 字

source: %@ · %@ words so far
zh_hans: %@ · 目前共 %@ 字

source: %@ · On-device
zh_hans: %@ · 本地运行

source: %@ · Setup required
zh_hans: %@ · 需要设置

source: %@ · in %@
zh_hans: %@ · 在 %@

source: %@ — Change your dictation shortcuts
zh_hans: %@ — 更改你的听写快捷键

source: %@, %@ words
zh_hans: %@，%@ 字

source: %@. %@ (Unavailable)
zh_hans: %@。%@（不可用）

source: %@. %@ Browse without changing the selected model.
zh_hans: %@。%@ 可浏览但不改变已选模型。

source: %@. Higher values help long transcripts but use more RAM.
zh_hans: %@。调大对长转写更有帮助，但会更占内存。

source: %@. Longer windows use more memory.
zh_hans: %@。窗口越大越占内存。

source: %@. Open AI Providers to configure a provider.
zh_hans: %@。请打开“AI 服务商”配置服务商。

source: %@: API key is not configured. Open Voice Engine settings and enter your key.
zh_hans: %@：未配置 API key。请打开“语音引擎”设置填写。

source: %@: illustrative level %@ of 5, not a benchmark score
zh_hans: %@：示意等级 %@ / 5，并非跑分成绩

source: %@Hz %@ch
zh_hans: %@Hz %@声道

source: %@h
zh_hans: %@小时

source: %@h %@m
zh_hans: %@小时%@分

source: %@m
zh_hans: %@ 分

source: %lld Microphone: %lld
zh_hans: %lld 麦克风：%lld

source: %lld %lld results
zh_hans: %lld 个结果 · %lld

source: %lld MCP links are coming soon.
zh_hans: %lld 的 MCP 连接即将推出。

source: %lld actions · %lld punctuation
zh_hans: %lld 个动作 · %lld 个标点

source: %lld active days
zh_hans: %lld 天活跃

source: %lld and your mic will be recorded.
zh_hans: 将录制 %lld 和你的麦克风。

source: %lld app rule
zh_hans: %lld 条应用规则

source: %lld app rules
zh_hans: %lld 条应用规则

source: %lld call
zh_hans: %lld 通话

source: %lld can place text into the app you're using.
zh_hans: %lld 可以把文字输入到你正在使用的 app 里。

source: %lld chars
zh_hans: %lld 字符

source: %lld correct tries to unlock Add Replacement.
zh_hans: 再修正 %lld 次即可解锁"添加替换"。

source: %lld correct try to unlock Add Replacement.
zh_hans: 再修正 %lld 次即可解锁"添加替换"。

source: %lld days
zh_hans: %lld 天

source: %lld dictations
zh_hans: %lld 次听写

source: %lld downloaded
zh_hans: 已下载 %lld

source: %lld elapsed
zh_hans: 已用时 %lld

source: %lld entries
zh_hans: %lld 条记录

source: %lld is already recognized correctly.
zh_hans: %lld 已能被正确识别。

source: %lld is no longer available to record.
zh_hans: %lld 已不可用，无法录制。

source: %lld is open.
zh_hans: %lld 正在运行。

source: %lld is ready to use on your Mac.
zh_hans: %lld 已就绪，可在你的 Mac 上使用。

source: %lld level
zh_hans: %lld 级

source: %lld minutes
zh_hans: %lld 分钟

source: %lld more (use search)
zh_hans: 还有 %lld 个（请搜索）

source: %lld ms
zh_hans: %lld 毫秒

source: %lld needs a modifier key
zh_hans: %lld 需要搭配一个修饰键

source: %lld of %lld %lld
zh_hans: %lld / %lld %lld

source: %lld of %lld correct
zh_hans: %lld / %lld 正确

source: %lld of 18 milestones reached
zh_hans: 已达成 %lld / 18 个里程碑

source: %lld percent
zh_hans: %lld%

source: %lld px
zh_hans: %lld 像素

source: %lld results
zh_hans: %lld 个结果

source: %lld sample backdrop
zh_hans: %lld 示例背景

source: %lld saved words
zh_hans: %lld 个已保存词

source: %lld speakers
zh_hans: %lld 位说话人

source: %lld speakers found. Above %lld, labels are less reliable: one person may show up twice, or two people as one.
zh_hans: 检测到 %lld 位说话人。超过 %lld 位时，标记的可靠性会下降：一个人可能被识别成两个，或两个人被合并成一个。

source: %lld spoken. Let's make it %lld.
zh_hans: 已说出 %lld，这次目标 %lld。

source: %lld to go · %lld%% there
zh_hans: 还差 %lld · 已完成 %lld%%

source: %lld words
zh_hans: %lld 字

source: %lld words captured, without the typing.
zh_hans: 已听写 %lld 字，无需动手打字。

source: %lld words per day on average
zh_hans: 平均每天 %lld 字

source: %lld words spoken. Keep your ideas coming.
zh_hans: 已说出 %lld 字，继续让想法流动。

source: %lld · %lld of %lld dictations
zh_hans: %lld · %lld/%lld 次听写

source: %lld · %lld words
zh_hans: %lld · %lld 字

source: %lld · %lld words per day on average
zh_hans: %lld · 平均每天 %lld 字

source: %lld · %lld words so far
zh_hans: %lld · 目前共 %lld 字

source: %lld · On-device
zh_hans: %lld · 本地运行

source: %lld · Setup required
zh_hans: %lld · 需要设置

source: %lld · in %lld
zh_hans: %lld · 在 %lld

source: %lld — Change your dictation shortcuts
zh_hans: %lld — 更改听写快捷键

source: %lld, %lld words
zh_hans: %lld，%lld 字

source: %lld. %lld (Unavailable)
zh_hans: %lld。%lld（不可用）

source: %lld. %lld Browse without changing the selected model.
zh_hans: %lld。%lld 可浏览但不更换当前模型。

source: %lld. Higher values help long transcripts but use more RAM.
zh_hans: %lld。数值越高对长转写越有利，但会占用更多内存。

source: %lld. Longer windows use more memory.
zh_hans: %lld。窗口越大越占内存。

source: %lld. Open AI Providers to configure a provider.
zh_hans: %lld。请打开“AI 服务商”配置服务商。

source: %lld: API key is not configured. Open Voice Engine settings and enter your key.
zh_hans: %lld：未配置 API key。请打开“语音引擎”设置填写。

source: %lld: illustrative level %lld of 5, not a benchmark score
zh_hans: %lld：示意等级 %lld/5，并非跑分

source: %lldHz %lldch
zh_hans: %lldHz %lld声道

source: %lldh %lldm
zh_hans: %lld 小时 %lld 分

source: %lldm
zh_hans: %lld 分

source: (System Default)
zh_hans: （系统默认）

source: + Add App
zh_hans: + 添加应用

source: + Add Model
zh_hans: + 添加模型

source: +%@ more
zh_hans: +%@ 更多

source: +%@ today
zh_hans: 今日 +%@

source: +%lld more
zh_hans: +%lld 更多

source: +%lld today
zh_hans: 今天 +%lld

source: , it types
zh_hans: ，会输入

source: , with:
zh_hans: ，包含：

source: 0 bytes on disk.
zh_hans: 磁盘上为 0 字节。

source: 1 correction
zh_hans: 1 处修正

source: 1 hour
zh_hans: 1 小时

source: 1 minute
zh_hans: 1 分钟

source: 1 speaker
zh_hans: 1 位说话人

source: 1 year
zh_hans: 1 年

source: 10 minutes
zh_hans: 10 分钟

source: 100 days
zh_hans: 100 天

source: 11 Languages + Chinese Dialects
zh_hans: 11 种语言 + 中文方言

source: 14 Languages (Select Manually)
zh_hans: 14 种语言（需手动选择）

source: 14 days
zh_hans: 14 天

source: 2 corrections
zh_hans: 2 处修正

source: 24 min
zh_hans: 24 分钟

source: 25 Languages
zh_hans: 25 种语言

source: 3 corrections
zh_hans: 3 处修正

source: 3 months
zh_hans: 3 个月

source: 3 samples captured for %@. Save, then try it in a sentence.
zh_hans: 已为 %@ 采集 3 条样本。保存后在句子里试试。

source: 30 Languages
zh_hans: 30 种语言

source: 30 days
zh_hans: 30 天

source: 30 minutes
zh_hans: 30 分钟

source: 6 months
zh_hans: 6 个月

source: 60 days
zh_hans: 60 天

source: 7 days
zh_hans: 7 天

source: 99 Languages
zh_hans: 99 种语言

source: : heard)
zh_hans: ：听到)

source: < 1 min
zh_hans: < 1 分钟

source: < 1m
zh_hans: < 1 分钟

source: <binary data>
zh_hans: <二进制数据>

source: <empty response body>
zh_hans: <空响应体>

source: <no content>
zh_hans: <无内容>

source: <unable to decode response body>
zh_hans: <无法解码响应体>

source: A FRESH PERSPECTIVE
zh_hans: 焕然一新

source: A PCM-first chunk has no valid ready linear-PCM capture asset.
zh_hans: PCM 优先分块没有可用就绪的线性 PCM 采集资产。

source: A higher similarity score does not mean a cleaner recording. Extra context can raise it. Listen to the cuts before changing how matching works.
zh_hans: 相似度分数更高不代表录音更干净，额外的上下文也会抬高分数。调整匹配方式前，请先听一下这些片段。

source: A little every day
zh_hans: 每天一点点

source: A little personality for every thought.
zh_hans: 让每个想法都带点你的风格。

source: A little space for your next big idea. Make every word feel like you.
zh_hans: 给下个大想法留点空间。 让每个字都更像你。

source: A local Fluid Intelligence model is needed to try these examples.
zh_hans: 试用这些示例需要先在本地安装 Fluid Intelligence 模型。

source: A matte, tinted finish. Rich color without transparency.
zh_hans: 哑光着色质感，色彩浓郁但不透明。

source: A meeting session with this identifier already exists.
zh_hans: 已存在相同标识的会议会话。

source: A model file is not in FluidVoice's model folder.
zh_hans: 某个模型文件不在 FluidVoice 的模型目录里。

source: A random installation ID, app version, the operating-system label macOS, and basic hardware info.
zh_hans: 随机安装 ID、应用版本、macOS 系统标识和基础硬件信息。

source: A single run establishes neither echo cancellation nor its absence. Treat every number as configuration and coupling evidence pending the paired ScreenCaptureKit topology comparison.
zh_hans: 单次运行既不能证明也不能否定回声消除。请把每个数值都当作配置与耦合证据，待与配对的 ScreenCaptureKit 拓扑对比后再下结论。

source: ACTIONS
zh_hans: 操作

source: AEC microphone pipeline failed closed (%@); recording was stopped to preserve transcript safety.
zh_hans: AEC 麦克风链路安全关闭（%@）；为保护转写完整性已停止录音。

source: AEC microphone pipeline failed closed (%lld); recording was stopped to preserve transcript safety.
zh_hans: AEC 麦克风链路安全关闭（%lld）；为保护转写完整性已停止录音。

source: AI API error HTTP %@: %@
zh_hans: AI 接口错误 HTTP %@：%@

source: AI API error HTTP %lld: %lld
zh_hans: AI 接口错误 HTTP %lld：%lld

source: AI Enhancement Failures
zh_hans: AI 润色失败

source: AI Enhancement failed
zh_hans: AI 润色失败

source: AI Prompt
zh_hans: AI 提示词

source: AI Providers
zh_hans: AI 服务商

source: AI cleanup
zh_hans: AI 清理

source: AI enhanced
zh_hans: 已经 AI 润色

source: AI enhancement failed—raw transcription was used
zh_hans: AI 润色失败，已改用原始转写文本

source: AI generation speed, in tokens per second—not total processing time
zh_hans: AI 生成速度（token/秒），不代表整体处理耗时

source: AI model
zh_hans: AI 模型

source: AI model (failed)
zh_hans: AI 模型（失败）

source: AI polish
zh_hans: AI 润色

source: AI post-processing failed, falling back to raw transcription: %@
zh_hans: AI 后处理失败，改用原始转写：%@

source: AI post-processing is not configured. Configure a provider/model (and API key for non-local endpoints) to test prompts.
zh_hans: 未配置 AI 后处理。请先在“AI 服务商”配置服务商/模型（非本地服务还要填 API key）再测试提示词。

source: AI provider
zh_hans: AI 服务商

source: AI reprocess failed, falling back to raw transcription: %@
zh_hans: AI 重新处理失败，改用原始转写：%@

source: AI returned an empty response
zh_hans: AI 返回了空响应

source: AI speed
zh_hans: AI 速度

source: AI-powered speech recognition
zh_hans: AI 驱动的语音识别

source: API Key (optional for local endpoints)
zh_hans: API Key（本地端点可选）

source: API error (HTTP %@): %@
zh_hans: API 错误（HTTP %@）：%@

source: API error (HTTP %lld): %lld
zh_hans: API 错误（HTTP %lld）：%lld

source: API key is required for %@. Enter your API key above.
zh_hans: %@ 需要 API key。请在上方输入。

source: API key is required for %lld. Enter your API key above.
zh_hans: %lld 需要 API key。请在上方输入。

source: API key missing
zh_hans: 缺少 API Key

source: API key not set for %@
zh_hans: 未设置 %@ 的 API key

source: API key not set for %lld
zh_hans: 未设置 %lld 的 API key

source: API key required for AI enhancement to work
zh_hans: AI 润色需要配置 API Key 才能使用

source: API key · Optional
zh_hans: API Key · 可选

source: ASR manager not initialized
zh_hans: ASR 管理器未初始化

source: AVAudioEngine failed to start: %@
zh_hans: AVAudioEngine 启动失败：%@

source: AVAudioEngine failed to start: %lld
zh_hans: AVAudioEngine 启动失败：%lld

source: AVAudioEngine.inputNode has no backing AudioUnit.
zh_hans: AVAudioEngine.inputNode 没有底层 AudioUnit。

source: About
zh_hans: 关于

source: About %@
zh_hans: 关于 %@

source: About %lld
zh_hans: 关于 %lld

source: About spoken formatting
zh_hans: 关于语音排版

source: Above score cutoff in this replay; verify the matched phrase
zh_hans: 本次回放得分高于阈值，请核对匹配到的词句

source: Acc %@%%
zh_hans: 准确率 %@%%

source: Acc %lld%%
zh_hans: 准确率 %lld%%

source: Accent Color
zh_hans: 强调色

source: Accept
zh_hans: 接受

source: Accepted file types: WAV, MP3, M4A, OGG, OPUS, MP4, MOV, and more.
zh_hans: 支持的文件类型：WAV、MP3、M4A、OGG、OPUS、MP4、MOV 等。

source: Access Token (legacy, optional)
zh_hans: Access Token（旧版，可选）

source: Access denied
zh_hans: 访问被拒绝

source: Access required
zh_hans: 需要授权

source: Access restricted
zh_hans: 访问受限

source: Access unavailable
zh_hans: 访问不可用

source: Accessibility Permission
zh_hans: 辅助功能权限

source: Accessibility access
zh_hans: 辅助功能访问

source: Accessibility enabled, reinitializing hotkey manager
zh_hans: 辅助功能已启用，正在重新初始化快捷键管理器

source: Accessibility permission granted
zh_hans: 已授予辅助功能权限

source: Accessibility permissions not granted
zh_hans: 未授予辅助功能权限

source: Accessibility permissions required
zh_hans: 需要辅助功能权限

source: Accuracy
zh_hans: 准确率

source: Accurate. Fast. Private. Free.
zh_hans: 准确、快速、私密、免费。

source: Action items
zh_hans: 待办事项

source: Actions
zh_hans: 操作

source: Actions for %@
zh_hans: %@ 的操作

source: Actions for %lld
zh_hans: %lld 的操作

source: Actions: Copied latest transcription to clipboard
zh_hans: 操作：已复制最近转写到剪贴板

source: Actions: Copy requested but no transcription is available
zh_hans: 操作：请求复制但没有可用转写

source: Actions: Paste skipped because latest history text is empty
zh_hans: 操作：已跳过粘贴，最近历史为空

source: Actions: Reprocess skipped because latest history raw text is empty
zh_hans: 操作：已跳过重新处理，最近历史的原文为空

source: Actions: Reprocessing latest dictation history entry
zh_hans: 操作：正在重新处理最近的听写记录

source: Actions: Reprocessing pending failed dictation
zh_hans: 操作：正在重新处理待处理的失败听写

source: Actions: Undo AI skipped because latest history raw text is empty
zh_hans: 操作：已跳过撤销 AI 处理，最近历史的原文为空

source: Actions: stopping active recording before history action output
zh_hans: 操作：正在先停止当前录音再输出历史内容

source: Actions: stopping active recording before reprocess
zh_hans: 操作：正在先停止当前录音再重新处理

source: Activate
zh_hans: 激活

source: Activate this model to manage it
zh_hans: 启用此模型后可进行管理

source: Activation Mode
zh_hans: 激活方式

source: Active
zh_hans: 使用中

source: Active Model
zh_hans: 当前模型

source: Active microphone
zh_hans: 当前麦克风

source: Active model
zh_hans: 当前模型

source: Active now
zh_hans: 使用中

source: Activity
zh_hans: 活动

source: Activity graph
zh_hans: 活跃图

source: Activity period
zh_hans: 活跃时段

source: Add
zh_hans: 添加

source: Add App
zh_hans: 添加 App

source: Add Custom Provider
zh_hans: 添加自定义服务商

source: Add Dictionary Entry
zh_hans: 添加词条

source: Add Manually
zh_hans: 手动添加

source: Add Provider
zh_hans: 添加服务商

source: Add Replacement
zh_hans: 添加替换

source: Add Rule
zh_hans: 添加规则

source: Add This Correction
zh_hans: 添加此纠正

source: Add Word
zh_hans: 添加词语

source: Add a correction
zh_hans: 添加一条修正

source: Add a name or term that needs a little extra recognition help.
zh_hans: 添加一个需要额外识别帮助的名字或术语。

source: Add a provider
zh_hans: 添加服务商

source: Add a spoken phrase before enabling this action.
zh_hans: 请先添加一个语音口令，再启用此动作。

source: Add a valid email and a message within the character limit.
zh_hans: 请填写有效的邮箱和不超字数的内容。

source: Add a word to see it here.
zh_hans: 添加一个词后会显示在这里。

source: Add a word using the guided steps. You can record your voice or enter a known mistake.
zh_hans: 按引导步骤添加词语，可以录下你的发音，也可以直接输入已知的识别错误。

source: Add an API key if needed
zh_hans: 如有需要，添加 API Key

source: Add an API key to a provider to enable this prompt
zh_hans: 为某个服务商添加 API Key 后才能启用此提示词

source: Add another word
zh_hans: 再添加一个词

source: Add connection details to get started.
zh_hans: 填写连接信息即可开始。

source: Add custom words for better Parakeet recognition.
zh_hans: 添加自定义词可提升 Parakeet 的识别效果。

source: Add instruction
zh_hans: 添加指令

source: Add it now, or record another example.
zh_hans: 现在就添加，或再录一个例子。

source: Add manually
zh_hans: 手动添加

source: Add model
zh_hans: 添加模型

source: Add more recordings for this word to enable matching.
zh_hans: 为这个词多录几段样本后才能启用匹配。

source: Add one spoken phrase per line. Formatting actions always keep their fixed output.
zh_hans: 每行填写一个语音口令。排版动作的输出内容固定不变。

source: Add one version per line. Commas can be saved too.
zh_hans: 每行填写一个写法，逗号也可以保存。

source: Add or Modify API Key
zh_hans: 添加或修改 API Key

source: Add shortcut
zh_hans: 添加快捷键

source: Add spacing when consecutive dictations are joined.
zh_hans: 连续听写拼接时添加空格。

source: Add this example to your message
zh_hans: 把这条示例加入你的留言

source: Add what you say and what FluidVoice should type.
zh_hans: 填写你说什么、FluidVoice 打什么。

source: Add word
zh_hans: 添加词语

source: Add your first word using the guided steps.
zh_hans: 按引导步骤添加第一个词。

source: Add “%@” to dictionary
zh_hans: 把“%@”加入词典

source: Add “%lld” to dictionary
zh_hans: 把"%lld"加入词典

source: Added to Dictionary
zh_hans: 已加入词典

source: Adding a provider won’t change your current dictation setup.
zh_hans: 添加服务商不会改变你当前的听写设置。

source: Adjust the recording sound cue volume.
zh_hans: 调整录音提示音的音量。

source: Advanced
zh_hans: 高级

source: Advanced Angular F
zh_hans: 高级棱角 F

source: Advanced and modern on-device recognition for newer macOS devices.
zh_hans: 为较新 macOS 设备提供的先进端上识别。

source: Advanced settings
zh_hans: 高级设置

source: Advanced voice matching requires Parakeet TDT on Apple Silicon.
zh_hans: 高级语音匹配需要 Apple Silicon 上的 Parakeet TDT。

source: Afrikaans
zh_hans: 南非荷兰语

source: After post-processing: '%@'
zh_hans: 后处理后：'%@'

source: After post-processing: '%lld'
zh_hans: 后处理后：'%lld'

source: After transcription
zh_hans: 转写完成后

source: Airy
zh_hans: 轻盈

source: Albanian
zh_hans: 阿尔巴尼亚语

source: Alibaba Bailian (DashScope) Qwen3-ASR-Flash. Multilingual with Chinese dialect support. Requires internet and a Bailian API key; billed per use.
zh_hans: 阿里云百炼（DashScope）Qwen3-ASR-Flash。多语言识别并支持中文方言。需要联网和百炼 API Key，按量计费。

source: Alibaba Bailian - Cloud
zh_hans: Alibaba Bailian - 云端

source: Alibaba Bailian Qwen3-ASR
zh_hans: 阿里云百炼 Qwen3-ASR

source: All
zh_hans: 全部

source: All Releases
zh_hans: 所有版本

source: All providers
zh_hans: 全部服务商

source: All saved file transcripts will be permanently deleted. Original files are kept.
zh_hans: 所有已保存的文件转写将被永久删除，原始文件保留。

source: All transcript turns are marked as probable echo. Choose Show probable echo from the More menu to view them.
zh_hans: 所有转写片段都被标记为疑似回声。可在"更多"菜单中选择"显示疑似回声"查看。

source: All-time impact
zh_hans: 累计成果

source: Allow
zh_hans: 允许

source: Allow FluidVoice to listen and type into other apps.
zh_hans: 允许 FluidVoice 聆听并输入到其他应用。

source: Allow Screen & System Audio access, then refresh sources.
zh_hans: 允许「屏幕与系统音频」访问，然后刷新来源。

source: Allow meeting audio access
zh_hans: 允许会议音频访问

source: Allow meeting audio access…
zh_hans: 允许会议音频访问…

source: Allow microphone
zh_hans: 允许麦克风

source: Allow microphone access
zh_hans: 允许麦克风访问

source: Allow microphone access, then refresh sources.
zh_hans: 允许麦克风访问，然后刷新来源。

source: Allow the requested access in macOS Settings, then refresh your sources.
zh_hans: 请在 macOS 设置中允许所需权限，然后刷新来源。

source: Already captured. Try a couple more.
zh_hans: 已采集。再来几条。

source: Already enabled it? FluidVoice will update when macOS confirms access.
zh_hans: 已经开启？macOS 确认授权后 FluidVoice 会自动更新状态。

source: Already in Dictionary
zh_hans: 已在词典中

source: Already used: %@
zh_hans: 已占用：%@

source: Already used: %lld
zh_hans: 已使用：%lld

source: Also available in
zh_hans: 也可在以下位置使用

source: Also check browser tabs
zh_hans: 同时检查浏览器标签页

source: Always collected
zh_hans: 始终收集

source: Always here in Help → What’s new.
zh_hans: 随时可以回到 帮助 → 新变化 查看。

source: Amharic
zh_hans: 阿姆哈拉语

source: An HTML/markup page, not model data
zh_hans: 是 HTML/标记页面，不是模型数据

source: Analysis epoch %@ contains no spans.
zh_hans: 分析区间 %@ 不含任何片段。

source: Analysis epoch %@ declares a reset reason its position cannot have.
zh_hans: 分析区间 %@ 声明了不该有的重置原因。

source: Analysis epoch %@ declares an interval its spans do not cover.
zh_hans: 分析区间 %@ 的片段未覆盖其声明的区间。

source: Analysis epoch %@ is filed under another track.
zh_hans: 分析区间 %@ 被归到另一条轨。

source: Analysis epoch %@ is recorded more than once.
zh_hans: 分析区间 %@ 被记录多次。

source: Analysis epoch %@ lists spans other than the ones assigned to it.
zh_hans: 分析区间 %@ 列出的片段与分配不一致。

source: Analysis epoch %@ uses a negative evidence generation.
zh_hans: 分析区间 %@ 使用了负的证据代。

source: Analysis epoch %lld contains no spans.
zh_hans: 分析区间 %lld 不含任何片段。

source: Analysis epoch %lld declares a reset reason its position cannot have.
zh_hans: 分析区间 %lld 声明了不该有的重置原因。

source: Analysis epoch %lld declares an interval its spans do not cover.
zh_hans: 分析区间 %lld 的片段未覆盖其声明的区间。

source: Analysis epoch %lld is filed under another track.
zh_hans: 分析区间 %lld 被归到另一条轨。

source: Analysis epoch %lld is recorded more than once.
zh_hans: 分析区间 %lld 被记录多次。

source: Analysis epoch %lld lists spans other than the ones assigned to it.
zh_hans: 分析区间 %lld 列出的片段与分配不一致。

source: Analysis epoch %lld uses a negative evidence generation.
zh_hans: 分析区间 %lld 使用了负的证据代。

source: Analysis manifest carries attempt %@ but the plan is attempt %@.
zh_hans: 分析清单的尝试号为 %@，计划为 %@。

source: Analysis manifest carries attempt %lld but the plan is attempt %lld.
zh_hans: 分析清单的尝试号为 %lld，计划为 %lld。

source: Analysis manifest carries session %@ but the plan is session %@.
zh_hans: 分析清单的会话为 %@，计划为 %@。
